const translations = {
  validationErrors: {
    1: "Некоректний номер телефону.",
    2: "Має містити лише цифри.",
    3: "Заповніть це поле.",
    4: "Ви вже використали цей номер телефону для іншого пасажира.",
    5: "Має містити лише літери.",
    6: "Має містити мінімум %{count} літери.",
    7: "Некоректний email.",
    8: "Некоректна знижка.",
    9: "Некоректна дата.",
    10: "Номер має складатися лише із цифр.",
    11: "Вибрана знижка не відповідає віку. %%[add-field:discount] %%[remove-field:date-of-birth]",
    12: "Тільки латинські літери, дефіс, пробіл та апостроф.",
  },
};

module.exports = translations;
